Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Świtu w Vengardzie doczekać nie mogę!
uk: Світанок у Венгарді бачу лиш в снах!

source: Świątynia Innosa.
uk: Святилище Інноса.

source: Święta prawda!
uk: Без сумніву!

source: Święta racja. Chodźmy stąd.
uk: Згоден. Ходімо звідси.

source: Święta strzała
uk: Свята стріла

source: Święty Kat
uk: Святий Кат

source: Święty Płomień spadnie na niewiernych i zaleje ziemię, a tylko prawdziwi wyznawcy będą ocaleni!
uk: Святе Полум'я впаде на невірних і затопить землю, і тільки істинно віруючі будуть врятовані!

source: Święty pocisk
uk: Святий удар

source: Święty płomień
uk: Святе світло

source: Święty wstrząs
uk: Свята хвиля

source: świetnie gasi pragnienie.
uk: чудово втамовує спрагу.

source: Źle by to zniósł, a tak, to szybko nie odważy się tu pojawić.
uk: Він би важко це переніс, а так він ще нескоро тут з'явиться.

source: Źle dobrał ekipę do swojego kolejnego skoku i wpadł w moje ręce.
uk: Він погано підібрав команду для свого наступного злочину, і зрештою потрапив у мої руки.

source: Źle mnie ekscelencjo zrozumiałeś. Dowódca odmówił przeprowadzenia standaryzacji, ze względu na stan w jakim jest to wyposażenie.
uk: Ваша світлість мене не так зрозуміли. Командир відмовився проводити стандартизацію через стан, в якому знаходиться це спорядження.

source: Źle mnie zrozumiałeś.
uk: Ти мене неправильно зрозумів.

source: Źle mnie zrozumiałeś. Chciałem, tylko żebyś rzucił na niego okiem i coś mi o nim powiedział.
uk: Ти неправильно мене зрозумів. Я тільки хочу, щоб ти глянув на нього одним оком і що-небудь мені про нього розказав.

source: Źle rozumiecie moje słowa! Sprzeciwiajcie się wyłącznie braku sprawiedliwości!
uk: Ви неправильно зрозуміли мої слова! Виступайте лише проти відсутності справедливості!

source: Źle trafiłeś kolego.
uk: Ти помиляєшся, друже.

source: Źle, to mało powiedziane. Władza sprzyja majętnym i wyzyskuje biednych, nie od dziś to wiadomo!
uk: Погана – це ще м'яко сказано. Влада сприяє багатим і експлуатує бідних, це загальновідомо!

source: Źle. Gdziekolwiek poprosimy o pomoc, to albo jej nie otrzymujemy w ogóle, albo tyle, że szkoda gadać.
uk: Погано. Куди б ми не звернулися по допомогу, ми або не отримуємо її взагалі, або отримуємо стільки, що соромно говорити.

source: Źle. Obywatele tego miasta są zbyt ograniczeni, by zrozumieć, jak Rhobar nam szkodzi.
uk: Погано. Мешканці цього міста надто обмежені, щоб зрозуміти, як Робар шкодить нам.

source: Źle. Orkowie są mocnymi przeciwnikami, a ich ofensywa nieprzerwanie posuwa się do przodu. Niestety, wygląda na to, że zaczynamy przegrywać tę wojnę.
uk: Погано. Орки – сильні противники, і їхній наступ неухильно просувається вперед. На жаль, схоже, що ми починаємо програвати цю війну.

source: Źle... Pierwszy raz płynę statkiem i nie daję już rady!
uk: Погано... Я вперше на кораблі, і я більше не можу цього витримати!

source: Źródło dźwięku
uk: Джерело

source: ŻABOLUDŹ\nRODZAJ OBRAŻEŃ: Obuchowe, Pociski\nODPORNOŚĆ: Pociski\nPODATNOŚĆ: Sieczne\nWYSTĘPOWANIE: Lasy w pobliżu rzek, podmokłe tereny\nRADA: Pomimo sporych rozmiarów, ich cienka skóra i mizerne opancerzenie sprawiają, iż są podatne na obrażenia. Nie należy ich jednak lekceważyć, gdyż potrafią porządnie przyłożyć swoją wielką, kolczastą maczugą.
uk: ЖАБОЛЮД\nТИП ШКОДИ: Тупа, колюча\nОПІР: Стріли, болти\nВРАЗЛИВІСТЬ: Ріжуча зброя\nПОШИРЕННЯ: Ліси поблизу річок і боліт\nПОРАДА: Незважаючи на свої розміри, їх тонка шкіра робить їх вразливими. Однак не варто їх недооцінювати, адже вони можуть завдати добрячого удару своєю величезною шипастою булавою.

source: Żaboludź
uk: Жаболюд

source: Żaden BŁAZEN w koronie nie będzie mówił NAM, dumnym mieszkańcom Archolos, co mamy robić!
uk: Жоден БЛАЗЕНЬ у короні не вказуватиме НАМ, гордим громадянам Архолосу, що робити!

source: Żaden jeszcze nie wrócił z trofeum, więc wciąż masz szansę. Powodzenia, Marvin!
uk: Ніхто ще не повернувся з трофеєм, тож у тебе ще є шанс. Щасти, Марвіне!

source: Żaden kmiot nie będzie obrażał mojej matuli i papy!
uk: Жоден покидьок не буде ображати моїх маму і тата!

source: Żaden podstęp. Uwalniam cię.
uk: Ніяких жартів. Я звільню тебе.

source: Żaden problem, tak mi się powiedziało...
uk: Та так, нічого особливого...

source: Żaden problem. Powodzenia. I nic się nie bój, nie powiem o twoich planach Marcie.
uk: Нема за що. Щасти тобі. І не хвилюйся, я не скажу Марті про твої плани.

source: Żaden problem. Wiesz, jaka jest Martha, nie chcę widzieć jej wściekłej przez następne parę tygodni.
uk: Нічого страшного. Ти ж знаєш Марту, я не хочу, аби вона була сердита протягом наступних кількох тижнів.

source: Żaden rodzic nie powinien grzebać własnego dziecka.
uk: Жоден з батьків не повинен хоронити власну дитину.

source: Żaden z nas nie jest przykuty do ziemi, na której wyrósł. Pamiętaj o tym, chłopcze.
uk: Ніхто із нас не прикутий до землі, на якій виріс. Пам'ятай про це, хлопче.

source: Żaden z ocalałych drwali nie chce się podjąć dodatkowej pracy. Teraz nie przekonam Esti do pomysłu z bagiennym zielem, więc Fabio też będzie nieugięty.
uk: Ніхто з вцілілих лісорубів не бажає братися за додаткову роботу. Тепер я не зможу переконати Есті щодо ідеї з болотною травою, тож Фабіо теж буде непохитним.

source: Żaden z tych wieśniaków nie chce palić tego cholerstwa.
uk: Ніхто з цих селян не хоче курити цю чортівню.

source: Żaden ze strażników nie uwierzy hienie cmentarnej.
uk: Жоден вартовий не повірить розкрадачеві могил.

source: Żaden znany światu podróżnik, którego imię zostało zapisane złotymi zgłoskami na kartach historii, nie zdołał oszacować wielkości i kształtu całego kontynentu. Z licznych ksiąg i raportów wiemy jednak, iż jest on ogromny i ciągnie się od targanych wichrami równin na północy Nordmaru, po spalone w słońcu pustkowia Varrantu na południu. Od wschodu odgrodzony jest błękitną taflą Morza Myrtany, od zachodu zaś ciągnącymi się na setki mil Bezkresnymi Stepami.
uk: Жоден відомий світові мандрівник, чиє ім'я золотими літерами вписано на сторінках історії, не зміг оцінити розмір і форму цілого континенту. Проте з численних книг і доповідей ми знаємо, що він величезний, і простягається від обвіяних вітрами рівнин Нордмару на півночі до випалених сонцем пустель Варанту на півдні. Зі сходу його відокремлює блакитна гладінь Міртанського моря, а з заходу - безкраї степи, що простягаються на сотні миль.

source: Żaden! Po prostu mam już tego dość! Nie wyjdę za ciebie i koniec!
uk: Ніякий! Просто з мене досить! Я не вийду за тебе заміж і все!

source: Żadna błyskotka nie rozbudza tak bardzo kobiecej pasji, jak naszyjnik wykonany z oszlifowanych pereł. Ograniczenia w transporcie morskim spowodowały, że produkt ten jest dzisiaj na wagę złota. Mimo to uważny poławiacz z pewnością znajdzie wiele z nich zamkniętych w muszlach lub zakopanych w piasku na brzegu morza.
uk: Жодна прикраса так не розпалює жіночу пристрасть, як намисто з відполірованих перлин. Обмеження на морські перевезення призвели до того, що цей виріб сьогодні на вагу золота. Тим не менш, уважний рибалка обов'язково знайде чимало перлин у мушлях або у піску на морському узбережжі.

source: Żadna inna odpowiedź by mnie nie satysfakcjonowała. Powodzenia, młody!
uk: Жодна інша відповідь мене б не задовольнила. Щасти тобі, юначе!

source: Żadne bestie nie mają tu prawa wstępu!
uk: Звірам тут не місце!

source: Żadne stwory nie mają tu prawa wstępu!
uk: Тварюкам тут не місце!

source: Żadnego okrętu nie widziałem!
uk: Я не бачив жодного корабля!

source: Żadnego wszczynania bójek i niepotrzebnych sporów z miejscowymi!
uk: Ніяких сварок і лишніх суперечок з місцевими!

source: Żadnego.
uk: Жодного.

source: Żadnej. Ale masz za to moją obietnicę, że jeśli teraz się wycofasz, to marnie skończysz, i to w pełnym znaczeniu tego słowa.
uk: Жодних. Але я тобі обіцяю, що якщо ти зараз відмовишся, то закінчиш погано, у прямому розумінні цього слова.

source: Żadnych ale! Słuchaj starszych!
uk: Жодних але! Слухайся старших!

source: Żadnych ale, inaczej będę zmuszony do bardziej dosadnej interwencji!
uk: Жодних 'але', інакше я буду змушений діяти більш грубо!

source: Żadnych ale. Odwdzięczę ci się, ale na pieniądze nie licz. A teraz przepraszam, nie mogę dłużej czekać z zabiegiem.
uk: Ніяких але. Я тобі віддячу, але на гроші можеш не розраховувати. А тепер вибач, я не можу більше зволікати з лікуванням.

source: Żadnych strażników, sędziów czy królów. Robisz co ci się podoba i sam za to odpowiadasz.
uk: Ні вартових тобі, ні суддів, ні королів. Ти робиш те, що тобі подобається, і сам несеш за це відповідальність.

source: Żarna mielą, jak należy, a ziemia wydaje plony.
uk: Плуги орють, як слід, а земля дає врожай.

source: Żartujesz sobie, prawda? Życia by ci nie starczyło na poznanie całej wiedzy alchemicznej!
uk: Ти жартуєш, чи не так? Тобі б не вистачило життя, щоб пізнати всі алхімічні знання!

source: Żartujesz sobie?
uk: Ти жартуєш?

source: Żartujesz sobie? Jakie może być życie w tej kopalni?
uk: Ти жартуєш? Яким може бути життя в цій копальні?

source: Żartujesz sobie? Obóz obok czynnego wulkanu... musimy się przenieść!
uk: Ти жартуєш? Табір поруч з діючим вулканом... треба знайти інше місце!

source: Żartujesz sobie? Póki stąd nie wyjdę, póty nie będzie w porządku.
uk: Ти знущаєшся з мене? Поки я не виберусь звідси, я не буду в порядку.

source: Żartujesz sobie? Siadaj i ciosaj Innosy. Jeśli nie wykonasz dziennej normy, to nawet nie myśl ani o zapłacie, ani o przerwie!
uk: Ти жартуєш? Сідай і вирізай Інносів. Якщо не виконаєш денну норму – навіть і не думай ні про оплату, ні про перерву!

source: Żartujesz sobie? Te kusze nie dość, że strzelają tragicznie, to jeszcze rozpadają się w rękach!
uk: Ти жартуєш? Ці арбалети не тільки жахливо стріляють, вони буквально розвалюються в руках!

source: Żartujesz sobie? Za takie drobne nie uczę.
uk: Ти знущаєшся з мене? Я не навчаю за такі копійки.

source: Żartujesz sobie? Za takie grosze mam cię uczyć?
uk: Ти знущаєшся з мене? Я маю вчити тебе за такий мізер?

source: Żartujesz sobie? Za tyle to ja nawet dobrego obiadu nie zjem.
uk: Ти знущаєшся? Я не зможу навіть нормально повечеряти за такі гроші.

source: Żartujesz? Jeszcze chyba nikt w historii nie zrobił tu takiej kariery jak ty! Jednego dnia byłeś rekrutem, a zanim się obejrzeliśmy paradowałeś już w lśniącej zbroi.
uk: Жартуєш? Я не думаю, що хтось за всю історію зробив таку кар'єру, як ти! Одного дня ти був новобранцем, а ми не встигли й оком моргнути, як ти вже красуєшся у блискучих обладунках.

source: Żartujesz? Przeszliśmy już trochę razem. My strażnicy musimy trzymać się razem, nieważne czy akurat jesteśmy na patrolu, czy nie.
uk: Жартуєш? Ми з тобою через багато чого пройшли разом. Ми, вартові, повинні триматися разом, незалежно від того, на патрулюванні ми чи ні.

source: Żartujesz? Wszyscy tutaj są pod wrażeniem tego jak potrafiłeś postawić się Roderichowi.
uk: Жартуєш? Всі тут вражені тим, як ти зміг протистояти Родеріху.

source: Żartujesz? Wyrzuciłby mnie z domu! Dziękuję za pomoc, ale muszę sobie jakoś sam poradzić.
uk: Жартуєш? Він же вижене мене з дому! Дякую за допомогу, але я мушу якось сам дати собі раду.

source: Żarty piratów... Też mi coś.
uk: Піратські жарти... Теж мені.

source: Żarty się ciebie trzymają, co? Tylko że ja nie mam ochoty ich słuchać.
uk: Подобається жартувати, так? Але мені зараз не до сміху.

source: Żarty sobie stroisz?
uk: Ти що, жартуєш?

source: Żarłoczny niedźwiedź
uk: Ненажерливий ведмідь

source: Żałośnie?
uk: Жалюгідно?

source: Żałuję tylko, że nie widziałem miny Ernesto, gdy ten musiał płaszczyć się przed wściekłym alchemikiem.
uk: Я тільки шкодую, що не побачив вираз обличчя Ернесто, коли йому довелося виправдовуватись перед розгніваним алхіміком.

source: Żałuję, że nie zjawiłem się wcześniej.
uk: Шкода, що я не прийшов раніше.

source: Że co proszę?
uk: Перепрошую?

source: Że co proszę?!
uk: Це ще як розуміти?!

source: Że co?
uk: Що?

source: Że co? Czy to jest w ogóle możliwe?
uk: Це як? Це взагалі можливо?

source: Że co? Niedźwiedź w środku naszej twierdzy?
uk: Кого? Ведмедя прямо посеред нашої фортеці?

source: Że co? Udało wam się pozbyć tych wszystkich orków?
uk: Що? Тобі вдалося позбутися усіх орків?

source: Że mogą zdobyć skarby z wnętrza fortecy? Że będą mieli okazję przeżyć prawdziwą przygodę? Cokolwiek, co ich tutaj zaciągnie.
uk: Що вони зможуть забрати скарби з фортеці? Що у них буде можливість пережити справжню пригоду? Що завгодно, що привабить їх сюди.

source: Że nie wspomnę nawet o fakcie, w jaki sposób weszliście w ich posiadanie!
uk: Не кажучи вже про те, у який спосіб ви ними заволоділи!

source: Że też Adanos pozwala stąpać takim ludziom po ziemi!
uk: Як же Аданос дозволяє таким людям ходити по землі!

source: Że też nie pomyślałem o tym wcześniej! Kamienne wrota, więc i klucz musi być kamienny!
uk: Як я раніше про це не здогадався! Кам'яні ворота, значить і ключ повинен бути кам'яним!

source: Że też o nim od razu nie pomyślałem! To doskonały wybór i pewnie sam nam poleci drugą osobę.
uk: Чому я не подумав про нього одразу! Це чудовий вибір і, можливо, він навіть сам порекомендує нам ще когось.

source: Żebrak
uk: Жебрак

source: Żeby Lowell odnowił plantację bagiennego ziela, muszę mu zapłacić 250 sztuk złota.
uk: Щоб Лоувел відновив плантацію болотної трави, я повинен заплатити йому 250 золотих.

source: Żeby być mistrzem naszego fachu, trzeba poznać tajniki wielu sztuk i nie zapominać, że naszym ostatecznym celem jest pyszny posiłek i zadowolony klient.
uk: Щоб бути майстром своєї справи, потрібно пізнати тонкощі багатьох ремесел і не забувати, що наша кінцева мета – це смачна їжа і задоволений клієнт.

source: Żeby całkiem zardzewiał, rzeczywiście nie jest.
uk: Повністю покрити іржею, звичайно, не вийде.

source: Żeby dać im radę, musisz wbić ostrze pomiędzy łuski, czyli tam, gdzie są bardziej wrażliwe. Zrób nacięcie, a potem szarp. Do skutku.
uk: Щоб це зробити, потрібно вставити лезо між лусочками, де вона найбільш вразлива. Зроби надріз, а потім смикай доки не знімеш.

source: Żeby górnicy w kopalni dobrze pracowali, muszą być najedzeni, a żeby najemnicy dobrze ich pilnowali, to muszą się dobrze napić.
uk: Щоб гірники в копальні добре працювали, їх потрібно добре годувати, а щоб найманці добре їх охороняли, їх потрібно добре поїти.

source: Żeby je oskórować, wystarczy zrobić długie nacięcie na brzuchu, złapać za powstałą fałdę skóry i stopniowo ją ściągnąć ze zwierzyny.
uk: Щоб зняти з них шкуру, треба зробити довгий розріз на животі, схопитись за утворену складку шкури і поступово стягнути її з тварини.

source: Żeby jej zachcianki mnie nie zrujnowały muszę organizować wyprawy morskie częściej niż kiedyś!
uk: Щоб її примхи не розорили мене, я змушений організовувати морські перевезення частіше, ніж раніше!

source: Żeby ją sprawdzić, będę potrzebował kilku, powiedzmy trzech, częściowo strawionych rzecznych mirtów, które można znaleźć w ich żołądkach. Zdobądź je dla mnie.
uk: Щоб її перевірити, мені знадобиться кілька, скажімо три, частково перетравлених річкових мирта, які можна знайти в їхніх шлунках. Принеси їх мені.

source: Żeby mi to był ostatni raz!
uk: Нехай це буде востаннє!

source: Żeby mnie Jorn obił? Dziękuję ci bardzo. To spokojny człowiek, o ile nie nadepniesz mu na odcisk.
uk: Щоб Йорн мене побив? Дуже тобі дякую. Він спокійна людина, якщо не наступати йому на п'яти.

source: Żeby nie przepłacić skoku na drugą stronę życiem, muszę dobrze ocenić odległość.
uk: Щоб стрибок по той бік не коштував мені життя, я маю добре оцінити відстань.

source: Żeby nie siedział tam taki zmarnowany, postanowiliśmy dać mu parę monet.
uk: Щоб він не сидів там такий засмучений, ми вирішили дати йому кілька монет.

source: Żeby odpokutować swoje winy, musisz zapłacić grzywnę.
uk: Щоб спокутувати свою провину, ти повинен заплатити штраф.

source: Żeby osiągnąć coś na Archolos, musisz być wszechstronny i nie bać się żadnej roboty!
uk: Щоб досягти чогось на Архолосі, треба бути різностороннім і не боятися жодної роботи!

source: Żeby otworzyć lepszej jakości zamek, potrzebujesz nie tyle cierpliwości, co wyczucia. Musisz obchodzić się z nim delikatnie, ale stanowczo.
uk: Щоб відкрити якісний замок, потрібно не стільки терпіння, скільки вміння. Потрібно поводитися з ним обережно, але рішуче.

source: Żeby pozbawić trutnia czy krwiopijcę skrzydeł, musisz delikatnie je złapać i szarpnąć do góry, pod kątem prostym. Przy odrobinie szczęścia ich nie uszkodzisz.
uk: Щоб позбавити трутня або шершня крил, потрібно акуратно схопити їх і смикнути вгору під прямим кутом. Якщо пощастить, ти їх не пошкодиш.

source: Żeby przygotować Devira do walki, muszę mu przynieść smoczy korzeń oraz znaleźć miecz, który zgubił podczas walki z brzytwą na drodze z Wilczego Leża do Małej Winnicy.
uk: Щоб підготувати Девіра до поєдинку, мені потрібно принести йому драконячий корінь і знайти меч, який він загубив під час битви з бритвозубом, десь на шляху із Вовчого Лігва до Малого виноградника.

source: Żeby później mnie wyśledzili i zabili? Albo, co gorsza, zrobili coś mojej matce?
uk: Щоб вони потім вистежили мене і вбили? Або, що ще гірше, зробили щось із моєю матір'ю?

source: Żeby szybko poprawić refleks, koordynację ręka-oko i całą resztę dupereli związaną z kusznictwem, biorę porządny łyk pewnego specyfiku.
uk: Щоб швидко покращити свої рефлекси, зорово-моторну координацію та решту дурниць, пов'язаних з арбалетом, я роблю пристойний ковток певного специфічного напою.

source: Żeby tak bezczelnie, pod samym kościołem, sprzedawać figurki naszego Pana Jedynego.
uk: Так нахабно, прямо перед церквою, продавати статуетки нашого Єдиного Бога.

source: Żeby taką ściągnąć, musisz zacząć od wykonania nacięcia wzdłuż brzucha i przy kończynach. Upewnij się, że jest dostatecznie głębokie, i złap za krawędź rozcięcia.
uk: Щоб зняти шкуру, потрібно почати з надрізу вздовж живота та кінцівок. Переконайся, що він достатньо глибокий, і вхопися за край надрізу.

source: Żeby tylko. Oni go zniszczyli.
uk: Якби тільки це. Вони морально знищили його.

source: Żeby uniknąć chaosu i możliwie szybko wprowadzić nowe wyposażenie, postanowiliśmy nie zlecać wykonania nowego umundurowania lokalnym rzemieślnikom.
uk: Щоб уникнути хаосу і якомога швидше впровадити нове спорядження, ми вирішили не доручати виготовлення нових обладунків місцевим майстрам.

source: Żeby uspokoić mieszkańców Silbach, żeby wyciszyć całą sprawę? Po prostu zrobiło się zbyt głośno jak dla mnie.
uk: Щоб заспокоїти людей у Сільбаху, припинити увесь цей галас? Для мене це було занадто.

source: Żeby wszystkie kości mi się zastały i żebym udusił się na tym strychu? Musiałem na chwilę zejść się przewietrzyć.
uk: Щоб усі мої кістки заклякли і я задихнувся на тому горищі? Я мусив спуститися на деякий час, щоб подихати свіжим повітрям.

source: Żeby wyrobić się przy pierwotnych założeniach czasowych, musiałabym wynająć dodatkową ekipę robotników!
uk: Щоб вкластися в початкові терміни, мені довелося б найняти додаткову команду робітників!

source: Żeby wyrwać język, musisz go złapać, naciągnąć z całych sił, i przeciąć czymś ostrym w głębi gardła.
uk: Щоб вирвати язик, треба схопити його, потягнути з усієї сили і відрізати чимось гострим глибоко у горлі.

source: Żeby wyrządził mi kolejną krzywdę? Zwariowałeś!? Nigdzie się nie wybieram!
uk: Щоб завдати мені ще більшої шкоди? Ти з глузду з'їхав?! Я нікуди не піду!

source: Żeby zbadać potrawkę?
uk: Щоб поглянути на страву?

source: Żeby znaleźć stałe zatrudnienie u Odgara, mam mu jakoś zaimponować. Skoro jest kowalem, to może spróbuję przynieść mu trochę surowców kowalskich, najlepiej rzadkich.
uk: Щоб влаштуватися до Одгара на постійну роботу, я маю якось його вразити. Оскільки він коваль, я міг би спробувати принести йому сировину для ковальства, бажано рідкісну.

source: Żeby zostać wpuszczonym do Leża, trzeba im naprawdę zaimponować, nie lubią bezużytecznych ludzi.
uk: Щоб потрапити у Лігво, треба дійсно справити на них враження, вони не люблять бездарних людей.

source: Żeby zrozumieć świętą naukę Adanosa, wpierw należy pojąć działanie świata naturalnego. Podstawowymi cechami wszechrzeczy jest zmienność i stałość. Choć wydawać by się mogło, że stoją one w sprzeczności, w rzeczywistości jest odwrotnie. Nie da się wejść do tej samej rzeki dwa razy – powiada filozof wyjaśniając zasadę zmienności. Inny zaś mówi – ale wszystko ma jedną cechę wspólną: byt; tj. że jest czymś istniejącym. Z tego zaś rodzi się możliwość badania świata. Gdyby wszystko podlegało ciągłym zmianom, to nic by nie było poznawalne. Wszystko by nam ciągle umykało.
uk: Щоб зрозуміти священне вчення Аданоса, потрібно спочатку зрозуміти принципи існування навколишнього світу. Основними характеристиками всього сущого є мінливість і сталість. Хоча це може здатися суперечливим, насправді все навпаки. Не можна увійти в одну річку двічі, – каже один філософ, пояснюючи принцип мінливості. Інший каже, що все має одну спільну рису: буття, тобто існування. Звідси випливає можливість вивчення світу. Якби все піддавалося постійним змінам, то ніщо не було б пізнаваним. Все постійно б від нас вислизало.

source: Żeby ściągnąć skorupę, musisz ją siłą rozewrzeć. Najłatwiej robi się to po oddzieleniu jej od skóry, która często na nią nachodzi.
uk: Щоб зняти панцир, потрібно з силою тягнути його в різні сторони. Найлегше це зробити, відокремивши його від шкіри, яка часто його перекриває.

source: Żeby ściągnąć z nich skórę, natnij ją na brzuchu, poprowadź ostrze wokół nóg, a następnie zacznij delikatnie zdzierać całość.
uk: Щоб зняти шкуру, зроби надріз на животі, проведи лезом навколо ніг, а потім почни обережно зрізати її повністю.

source: Żebym i ja się pochorował? Zwariowałeś?
uk: Хочеш, щоб і я зліг? Ти з глузду з'їхав?

source: Żebym mógł łatwiej rozbić tę waszą hołotę.
uk: Щоб мені було легше розігнати цю вашу голоту.

source: Żebym porobił za chłopca na posyłki i zarobił za to parę monet.
uk: Побуду хлопчиком на побігеньках і зароблю за це кілька монет.

source: Żebym poświęciła ci czas, musiałbyś zapłacić na tyle dużo, żeby zrekompensować mi straty.
uk: Тобі доведеться розщедритися, щоб оплатити мій час.

source: Żebym tylko nie dotarł do miasta za późno...
uk: Тільки б не прибути до міста запізно...

source: Żebyś mi tu nie zemdlał, przejdę do sedna.
uk: Щоб ти тут не зомлів, перейду до справи.

source: Żebyś mi tylko nie odpowiadał tak Wysłannikowi, bo nogi z dupy powyrywam!
uk: Тільки навіть не думай так відповідати Послу, інакше я ноги з твоєї дупи повириваю!

source: Żebyś mógł zacząć ze mną trening, musiałbyś należeć do któregoś z naszych oddziałów specjalnych. Pokazałbym ci wtedy, jak nabrać krzepy.
uk: Щоб почати тренуватися зі мною, ти маєш бути в одному із наших спеціальних загонів. Тоді я зможу показати тобі, як стати сильнішим.

source: Żebyś wiedział.
uk: Безумовно.

source: Żebyś wiedział. Byłem zaskoczony sytuacją podobnie jak ty. Członkowie Gildii wyjątkowo skutecznie utrzymują w sekrecie przebieg inicjacji.
uk: Просто, щоб ти знав. Я був не менш здивований, ніж ти зараз. Члени Гільдії надзвичайно вміло тримають процес посвячення в таємниці.

source: Żebyś wiedział. Cholernie zazdrosny. Jeszcze ta sprawa z Marthą.
uk: Просто, щоб ти знав. До біса заздрю. А ще ця історія з Мартою.

source: Żeglarz Burz
uk: Буря моряка

source: Żegnaj chłopcze o dobrym sercu!
uk: Прощавай, добросердечний хлопче!

source: Żegnaj, frajerze!
uk: Прощавай, невдахо!

source: Żegnaj, przyjacielu.
uk: Прощавай, мій друже.

source: Żegnaj.
uk: Бувай.

source: Żegnam ozięble.
uk: Прощавай.

source: Żegnam! Aha, i powiedz swoim koleżkom, że już nie mają u mnie czego szukać. Znajdę sobie nowych robotników na ich miejsce.
uk: Бувай! І скажи своїм знайомим, що їм більше немає на що розраховувати. Я знайду нових працівників на їх місце.

source: Żegnam, panowie!
uk: Прощавайте, панове!

source: Żegnam.
uk: Бувай.
